---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingJustificationHoriz
source: html/729383c3-e3ea-6e88-8a8a-e326ebd48c1b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingJustificationHoriz Property

"Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingJustificationHoriz { get; }
```